var ar=new Array;
ar["الضمائر"]= [
    "أنا","أَنْتَ","أَنْتِ","هُوَ","هِيَ","أَنْتُمَا","هُمَا","نَحْنُ","أَنْتُمْ","أَنْتُنَّ","هُمْ","هُنَّ"
];
ar["الأفعال"]= [
    "أُرِيدُ أَنْ","أَكُلَ","أَشْرُبَ","أَخْرُجْ","أَكْتُبْ","أَجْلِسْ","أَنَامْ","أَقْرَأْ","أَلْعَبْ"
]; 
ar["الطعام"]= [
    "فُطُورْ","غَدَاءْ","عَشَاءْ","خُبْزْ","زُبْدَّةْ","جُبْنَةْ","كَعْكَةْ","شُكُولَاطَةْ","سَلَطَةْ","حَسَاءْ","يَاغُورْتْ","حَلْوَّى"
]; 
ar["مشروبات"]= [
    "مَاءْ","عَصِيرْ","قَهْوَةْ","حَلِيبْ"
];
ar["خضراوات"]= [
    "بَطَاطِسْ","بَصَلْ","جَزَرْ","خِيَارْ","بَاذِنْـجَانْ","بَازِلَاءْ","فِلْفِلْ","فِجْلْ","يَقْطِينْ","بْرُوكْلِي"
];
ar["فواكه"]= [
    "تُفَاحْ","مَوْزْ","عِنَبْ","بُرْتُقَالْ","فَرَاوِلَةْ","بِطِّيخْ","أَفُوكَادُو","تِينْ","لَيْمُونْ"
];
ar["مشاعر"]= [
    "سَعِيدْ","مُذْهِلْ","مُضْحِكْ","مُمِلْ","مُؤْلِمْ","مُحْزِنْ","غاضِبْ","حَسَنًا","نَعَمْ","لا"
];

ar["أمراض"]= [
    "مَرِيضْ","صُدَاعْ","نَزْلَةُ بَرْدْ","كَسْرْ","أَلَمُ الأَسْنَانْ","غَثَيَّانْ","أَلَمْ فِي البَطْنِ","تَعَبْ"
];

ar["أدوات"]= [
    "هَاتِفْ","حَاسُوبْ","سَمَّاعَاتْ","مِذْيَاعْ","كِتَابْ","مِحْفَظَةْ","مِسْطَرَةْ","قَلَمْ","سٌلَّمْ","كُرْسِيْ","كُرْسِيْ مُتَحَرِّكْ","نَظَارَاتْ","مِفْتَاحْ"
];

ar["حيوانات"]= [
    "أَرْنَبْ","أَسَدْ","أَفْعَى","بَطَةْ","بَانْدَا","بَقَرَةْ","بَعُوضَةْ","بُومَةْ","ثَعْلَبْ","حِمَارْ","حَمَامَةْ","خَيْلْ","دُبْ","دَجَاجَةْ","دِيكٌ","ذِئْبْ","سَمَكَةْ","فِيلْ","قِرْشْ","قِطَةْ","كَلْبْ","نَحْلَةْ","نَسْرْ"
];
ar["ألوان"]= [
    "أحْمَرْ","أصْفَرْ","أخْضَرْ","أزْرَقْ","بُرْتُقَالِي","بَنَفْسَجِي","أَبْيَضْ","أَسْوَدْ"
];
export const Ar=ar;

